[
  {
    "id": "01",
    "name": "Javascript",
    "description" : "JavaScript is a dynamic computer programming language. It is lightweight and most commonly used as a part of web pages, whose implementations allow client-side script to interact with the user and make dynamic pages. It is an interpreted programming language with object-oriented capabilities.JavaScript was first known as LiveScript, but Netscape changed its name to JavaScript, possibly because of the excitement being generated by Java. JavaScript made its first appearance in Netscape 2.0 in 1995 with the name LiveScript. The general-purpose core of the language has been embedded in Netscape, Internet Explorer, and other web browsers",
    "img":"https://ibb.co/GR7wDjk",
    "rating": 5
  },
  {
    "id": "02",
    "name": "Python",
    "description":"Python is a high-level, interpreted, interactive and object-oriented scripting language. Python is designed to be highly readable. It uses English keywords frequently where as other languages use punctuation, and it has fewer syntactical constructions than other languages. use punctuation, and it has fewer syntactical constructions than other languages.",
    "img":"https://ibb.co/TYGn9rS",
    "rating":4.5
  },
  {
    "id": "03",
    "name": "Php",
    "description": "To get a feel for PHP, first start with simple PHP scripts. Since is an essential example, first we will create a friendly little . script.As mentioned earlier, PHP is embedded in HTML. That means that in amongst your normal HTML (or XHTML if you're cutting-edge) you'll have PHP statements like this ",
    "img": "https://ibb.co/DGd5JsZ",
    "rating": 3.3
  },
  {
    "id": "04",
    "name": "React",
    "description": "React makes it painless to create interactive UIs. Design simple views for each state in your application, and React will efficiently update and render just the right components when your data changes.Declarative views make your code more predictable and easier to debug.",
    "img":"https://ibb.co/QPCHJH7",
    "rating":4.8
  },
  {
    "id": "05",
    "name": "Node Js",
    "description":"Node. js (Node) is an open source development platform for executing JavaScript code server-side. Node is useful for developing applications that require a persistent connection from the browser to the server and is often used for real-time applications such as chat, news feeds and web push notifications.",
    "img":"https://ibb.co/6NdqPQ9",
    "rating":5
  },
  {
    "id": "06",
    "name": "Express Js",
    "description":"What Is Express JS? Express is a node js web application framework that provides broad features for building web and mobile applications. It is used to build a single page, multipage, and hybrid web application. It's a layer built on the top of the Node js that helps manage servers and routes.",
    "img":"https://ibb.co/cYg8v53",
    "rating":5
  }
]
